Repository: GerZah/plugin-ConditionalElements
Catalog: languages/*.po
Languages: de_de

source: Conditional Elements
de_de: Abhängige Elemente

source: The dependent is successfully added.
de_de: Das abhängige Element wurde erfolgreich hinzugefügt.

source: Term is missing.
de_de: Der Begriff fehlt.

source: One of the dependencies is missing.
de_de: Es fehlt eine Abhängigkeit.

source: There were errors in creating the dependency. No JSON is available.
de_de: Fehler beim Anlegen der Abhängigkeit. Kein JSON verfügbar.

source: The dependent is successfully deleted.
de_de: Die Abhängigkeit wurde erfolgreich gelöscht.

source: No dependent is available to delete
de_de: Kein abhängiges Element zum Löschen vorhanden.

source: There were errors in deleting the dependency.
de_de: Fehler beim Löschen der Abhängigkeit.

source: Add Dependency
de_de: Abhängigkeit hinzufügen

source: Step 1: Select Dependent for Dependency
de_de: Schritt 1: Abhängiges Element aussuchen

source: Choose a dependent element from the list below that should become visible or hidden based on the selection for some other element.
de_de: Bitte wählen Sie ein abhängiges Element aus der unten stehenden Liste, das basierend auf der Selektion eines anderen Elementes sichtbar oder unsichtbar werden soll.

source: <em>Please note:</em> One element can be dependent only from one other element.
de_de: <em>Bitte beachten:</em> Ein Element kann nur abhängig von genau einem anderen Element sein.

source: Dependent
de_de: Abhängiges Element

source: Next
de_de: Weiter

source: Delete Dependency
de_de: Abhängigkeit löschen

source: Are you sure you wish to delete this dependency?
de_de: Sind Sie sicher, dass Sie diese Abhängigkeit löschen wollen?

source: Dependee
de_de: Verantwortliches Element

source: Term
de_de: Begriff

source: Dependency element names of dependency that should be deleted not found.
de_de: Abhängigkeits-Elementbezeichnungen der zu löschenden Abhängigkeit nicht gefunden.

source: Dependency that should be deleted not found.
de_de: Zu löschende Abhängigkeit nicht gefunden.

source: No dependency given that could be deleted.
de_de: Keine zu löschende Abhängigkeit angegeben.

source: You have successfully deleted the dependency.
de_de: Die Abhängigkeit wurde erfolgreich gelöscht.

source: Back
de_de: Zurück

source: Step 2: Select Dependee for Dependency
de_de: Schritt 2: Verantwortliches Element aussuchen

source: Choose a dependee element from the list below that will, based on the selection, will affect the dependent element to become visible or hidden.
de_de: Bitte wählen Sie ein verantwortliches Element, das basierend auf dessen Auswahl die Sichtbarkeit des abhängigen Elementes beeinflusst.

source: <em>Please note:</em> You will need to supply a list of possible selections via "Simple Vocabulary" to an element to become a possible dependee.
de_de: <em>Bitte beachten:</em> Um ein Element als verantwortliches Element auswählen zu können, müssen Sie dafür mit Hilfe von "Simple Vocabulary" entsprechende Auswahlmöglichkeiten eingeben.

source: <em>Please note:</em> One dependee can affect multiple dependents, based on multiple values to choose from.
de_de: <em>Bitte beachten:</em> Ein verantwortliches Element kann mit verschiedenen Auswahlen mehrere abhängige Elemente beeinflussen.

source: Previous
de_de: Vorheriges

source: Please choose a dependent to proceed.
de_de: Bitte wählen Sie zum Fortfahren ein abhängiges Element.

source: Browse Conditional Elements
de_de: Abhängige Elemente anzeigen

source: Actions
de_de: Aktionen

source: [n/a]
de_de: [n.v.]

source: No term is selected. Please try creating the dependency again.
de_de: Kein Begriff ausgewählt. Bitte versuchen Sie erneut, die Abhängigkeit anzulegen.

source: You have successfully saved the dependency.
de_de: Die Abhängigkeit wurde erfolgreich gespeichert.

source: Step 3: Select Dependee Value to Affect Dependent
de_de: Schritt 3: Auswahl für verantwortliches Element wählen

source: Choose one of the dependee element's possible values. If this value is selected, the dependent element will become visible; otherwise, it will be hidden.
de_de: Bitte wählen Sie aus den möglichen Werten des verantwortlichen Elements eines aus. Wird dieser Wert ausgewählt, wird das abhängige Element sichtbar, sondern bleibt es unsichtbar.

source: Save
de_de: Speichern

source: Please choose a dependee to proceed.
de_de: Bitte wählen Sie ein verantwortliches Element, um fortzufahren.
